Repository: saneome/xaneo_mobile
Catalog: lib/l10n/app_*.arb
Languages: de, it, ja, ko, pt

# newEmailDescription
source: Enter new email address
de: Geben Sie Ihre neue E-Mail-Adresse ein
it: Inserisci il tuo nuovo indirizzo email
ja: 新しいメールアドレスを入力してください
ko: 새 이메일 주소를 입력하세요
pt: Digite seu novo endereço de email

# changeEmailButton
source: Change
de: E-Mail ändern
it: Cambia email
ja: 変更
ko: 변경
pt: Alterar email

# verifyNewEmailTitle
source: Verify New Email
de: Neue E-Mail verifizieren
it: Verifica nuova email
ja: 新しいメールを確認
ko: 새 이메일 확인
pt: Verificar novo email

# verifyNewEmailDescription
source: To verify your new email {email}, enter the confirmation code sent to this address
de: Geben Sie den Verifizierungscode ein, der an Ihre neue E-Mail gesendet wurde
it: Inserisci il codice di verifica inviato alla tua nuova email
ja: 新しいメールアドレス{email}を確認するには、このアドレスに送信された確認コードを入力してください
ko: 새 이메일 {email}을 확인하려면 이 주소로 전송된 확인 코드를 입력하세요
pt: Digite o código de verificação enviado para seu novo email

# verifyNewEmailButton
source: Verify
de: E-Mail verifizieren
it: Verifica email
ja: 確認
ko: 확인
pt: Verificar email

# passcodeVerificationTitle
source: Enable Passcode
de: Passcode-Verifizierung
it: Verifica passcode
ja: パスコードを有効にする
ko: 패스코드 활성화
pt: Verificação de código de acesso

# passcodeVerificationDescription
source: To enable passcode protection, enter the verification code sent to {email}
de: Geben Sie Ihren Passcode ein, um fortzufahren
it: Inserisci il tuo passcode per continuare
ja: パスコード保護を有効にするには、{email}に送信された確認コードを入力してください
ko: 패스코드 보호를 활성화하려면 {email}로 전송된 확인 코드를 입력하세요
pt: Digite seu código de acesso para continuar

# passcodeVerificationButton
source: Enable
de: Passcode verifizieren
it: Verifica passcode
ja: 有効にする
ko: 활성화
pt: Verificar código de acesso

# setPasscodeTitle
source: Set Passcode
de: Passcode festlegen
it: Imposta passcode
ja: パスコードを設定
ko: 패스코드 설정
pt: Definir código de acesso

# setPasscodeDescription
source: Create a 4-digit passcode for additional protection
de: Erstellen Sie einen 4-stelligen Passcode für zusätzliche Sicherheit
it: Crea un passcode a 4 cifre per maggiore sicurezza
ja: 追加の保護のために4桁のパスコードを作成してください
ko: 추가 보호를 위해 4자리 패스코드를 생성하세요
pt: Crie um código de acesso de 4 dígitos para maior segurança

# passcodeHint
source: Enter 4 digits
de: Passcode eingeben
it: Inserisci passcode
ja: 4桁を入力
ko: 4자리 입력
pt: Digite o código de acesso

# setPasscodeButton
source: Set
de: Passcode festlegen
it: Imposta passcode
ja: 設定
ko: 설정
pt: Definir código de acesso

# xaneoBenefitsModalDescription
source: Xaneo Premium Subscription
de: Schalten Sie Premium-Funktionen frei und unterstützen Sie die Entwicklung
it: Sblocca funzioni premium e supporta lo sviluppo
ja: Xaneo プレミアムサブスクリプション
ko: Xaneo 프리미엄 구독
pt: Desbloqueie recursos premium e apoie o desenvolvimento

# xaneoBenefitsSelectPlan
source: Choose your subscription plan:
de: Wählen Sie Ihren Plan
it: Seleziona il tuo piano
ja: サブスクリプションプランを選択してください：
ko: 구독 플랜을 선택하세요:
pt: Selecione seu plano

# xaneoBenefitsYearlyPlan
source: Yearly subscription
de: Jahresplan
it: Piano annuale
ja: 年間サブスクリプション
ko: 연간 구독
pt: Plano anual

# xaneoBenefitsMonthlyPlan
source: Monthly subscription
de: Monatsplan
it: Piano mensile
ja: 月間サブスクリプション
ko: 월간 구독
pt: Plano mensal

# xaneoBenefitsYearlyPrice
source: £999 per year
de: 49,99 € / Jahr
it: 49,99 € / anno
ja: ¥999,000/年
ko: ₩999,000/년
pt: 49,99 € / ano

# xaneoBenefitsMonthlyPrice
source: £159 per month
de: 4,99 € / Monat
it: 4,99 € / mese
ja: ¥159,000/月
ko: ₩159,000/월
pt: 4,99 € / mês

# xaneoBenefitsSavings
source: Save 25%! Only £83.25 per month
de: Sparen Sie 17%
it: Risparmia 17%
ja: 25% お得！月額 ¥83,250 のみ
ko: 25% 절약! 월 ₩83,250만
pt: Economize 17%

# xaneoBenefitsSubscribeButton
source: Subscribe to XB
de: Abonnieren
it: Abbonati
ja: XB を購読
ko: XB 구독하기
pt: Assinar

# xaneoBenefitsCloseButton
source: Close
de: Schließen
it: Chiudi
ja: 閉じる
ko: 닫기
pt: Fechar

# xaneoBenefitsYearlySuccess
source: Yearly XB subscription activated!
de: Jahresabonnement XB erfolgreich abgeschlossen!
it: Abbonamento annuale XB completato con successo!
ja: 年間 XB サブスクリプションが有効化されました！
ko: 연간 XB 구독이 활성화되었습니다!
pt: Assinatura anual XB concluída com sucesso!

# xaneoBenefitsMonthlySuccess
source: Monthly XB subscription activated!
de: Monatsabonnement XB erfolgreich abgeschlossen!
it: Abbonamento mensile XB completato con successo!
ja: 月間 XB サブスクリプションが有効化されました！
ko: 월간 XB 구독이 활성화되었습니다!
pt: Assinatura mensal XB concluída com sucesso!

# chatWelcomeMessage
source: Hello! This is "{chatName}" chat 🎉
de: Hallo! Dies ist der Chat "{chatName}" 🎉
it: Ciao! Questa è la chat "{chatName}" 🎉
ja: こんにちは！これは "{chatName}" チャットです 🎉
ko: 안녕하세요! 이것은 "{chatName}" 채팅입니다 🎉
pt: Olá! Este é o chat "{chatName}" 🎉

# formattingExample1
source: Here you can use **bold** and *italic* and __underlined__ text!
de: Hier können Sie **fett**, *kursiv* und __unterstrichen__ Text verwenden!
it: Qui puoi usare **grassetto**, *corsivo* e __sottolineato__!
ja: ここでは **太字** と *斜体* と __下線__ テキストが使えます！
ko: 여기서 **굵은** 글자와 *기울임* 글자, __밑줄__ 텍스트를 사용할 수 있습니다!
pt: Aqui você pode usar **negrito**, *itálico* e __sublinhado__!

# formattingExample2
source: And also ~~strikethrough~~ and `code` 💻
de: Sowie ~~durchgestrichen~~ und `Code` 💻
it: Nonché ~~barrato~~ e `codice` 💻
ja: また ~~取り消し線~~ と `コード` も使えます 💻
ko: 또한 ~~취소선~~과 `코드` 텍스트도 사용할 수 있습니다 💻
pt: Bem como ~~riscado~~ e `código` 💻

# greetingTrigger
source: hello
de: hallo
it: ciao
ja: こんにちは
ko: 안녕하세요
pt: olá

# greetingResponse
source: Hello! How are you?
de: Hallo! Wie geht's?
it: Ciao! Come stai?
ja: こんにちは！元気ですか？
ko: 안녕하세요! 어떻게 지내세요?
pt: Olá! Como vai?

# fileSendingNotImplemented
source: File sending is not implemented yet
de: Datei senden ist noch nicht implementiert
it: Invio file non ancora implementato
ja: ファイル送信はまだ実装されていません
ko: 파일 전송이 아직 구현되지 않았습니다
pt: Envio de arquivos ainda não implementado

source: was online recently
de: war kürzlich online
it: era online di recente
ja: 最近オンラインでした
ko: 최근에 온라인이었습니다
pt: esteve online recentemente

# messageHint
source: Message
de: Nachricht
it: Messaggio
ja: メッセージ
ko: 메시지
pt: Mensagem

# favoritesChat
source: Favorites
de: Favoriten
it: Preferiti
ja: お気に入り
ko: 즐겨찾기
pt: Favoritos

# favoritesChatDescription
source: Important messages and files
de: Wichtige Nachrichten und Dateien
it: Messaggi e file importanti
ja: 重要なメッセージとファイル
ko: 중요한 메시지와 파일
pt: Mensagens e arquivos importantes

# contentInDevelopmentMessage
source: Content for "{title}" is under development...
de: Inhalt für "{title}" wird entwickelt...
it: Contenuto per "{title}" in sviluppo...
ja: "{title}" のコンテンツは開発中です...
ko: "{title}" 콘텐츠는 개발 중입니다...
pt: Conteúdo para "{title}" em desenvolvimento...

# russianLanguage
source: Russian
de: Russisch
it: Russo
ja: ロシア語
ko: 러시아어
pt: Russo

source: XaneoBenefits
de: Xaneo Vorteile
it: Vantaggi Xaneo
pt: Benefícios Xaneo

# xaneoBenefitsModalTitle
source: XaneoBenefits (XB)
de: Xaneo Premium Vorteile
it: Vantaggi Premium Xaneo
pt: Benefícios Premium Xaneo
