Repository: saneome/xaneo_mobile
Catalog: lib/l10n/app_*.arb
Languages: de, it, ja, ko, pt

# welcomeTitle
source: Welcome to Xaneo
de: Willkommen bei Xaneo
it: Benvenuto in Xaneo
ja: Xaneoへようこそ
ko: Xaneo에 오신 것을 환영합니다
pt: Bem-vindo ao Xaneo

# welcomeDescription
source: Xaneo - now in a mobile app! Xaneo has never been so convenient and fast.
de: Xaneo - jetzt auch als mobile App! Xaneo war noch nie so bequem und schnell.
it: Xaneo - ora anche in app mobile! Xaneo non è mai stato così conveniente e veloce.
ja: Xaneo - モバイルアプリになりました！Xaneoがこれほど便利で高速になったことはありません。
ko: Xaneo - 이제 모바일 앱으로도 만나보세요! Xaneo가 이렇게 편리하고 빠른 적은 없었습니다.
pt: Xaneo - agora também em app móvel! Xaneo nunca foi tão conveniente e rápido.

# getStartedButton
source: I'm already interested
de: Ich bin schon interessiert
it: Sono già interessato
ja: もう興味があります
ko: 이미 관심이 있어요
pt: Já estou interessado

source: Connecting to server...
de: Verbindung zum Server...
it: Connessione al server...
ja: サーバーに接続中...
ko: 서버에 연결 중...
pt: Conectando ao servidor...

# version
source: Version: {version}
it: Versione: {version}
ja: バージョン: {version}
ko: 버전: {version}
pt: Versão: {version}

# httpError
source: Error: HTTP {code}
de: Fehler: HTTP {code}
it: Errore: HTTP {code}
ja: エラー: HTTP {code}
ko: 오류: HTTP {code}
pt: Erro: HTTP {code}

# connectionError
source: Connection error: {error}
de: Verbindungsfehler: {error}
it: Errore di connessione: {error}
ja: 接続エラー：{error}
ko: 연결 오류: {error}
pt: Erro de conexão: {error}

source: Update available!
de: Update verfügbar!
it: Aggiornamento disponibile!
ja: アップデートが利用可能です！
ko: 업데이트가 사용 가능합니다!
pt: Atualização disponível!

# updateDialogTitle
source: Update available!
de: Update verfügbar!
it: Aggiornamento disponibile!
ja: アップデートが利用可能です！
ko: 업데이트가 사용 가능합니다!
pt: Atualização disponível!

# updateDialogMessage
source: Your version is {currentVersion}, and the new one is {latestVersion}
de: Ihre Version ist {currentVersion}, die neue ist {latestVersion}
it: La tua versione è {currentVersion}, quella nuova è {latestVersion}
ja: 現在のバージョンは {currentVersion} で、新しいバージョンは {latestVersion} です
ko: 현재 버전은 {currentVersion}이고, 새 버전은 {latestVersion}입니다
pt: Sua versão é {currentVersion}, a nova é {latestVersion}

# updateDialogDescription
source: You can update through Google Play, RuStore or from the official Xaneo website.
de: Sie können über Google Play, RuStore oder die offizielle Xaneo-Website aktualisieren.
it: Puoi aggiornare tramite Google Play, RuStore o dal sito ufficiale Xaneo.
ja: Google Play、RuStore、またはXaneoの公式ウェブサイトからアップデートできます。
ko: Google Play, RuStore 또는 Xaneo 공식 웹사이트를 통해 업데이트할 수 있습니다.
pt: Você pode atualizar através do Google Play, RuStore ou do site oficial do Xaneo.

# updateButton
source: Update
de: Aktualisieren
it: Aggiorna
ja: アップデート
ko: 업데이트
pt: Atualizar

# cancelButton
source: Cancel
de: Abbrechen
it: Annulla
ja: キャンセル
ko: 취소
pt: Cancelar

source: Select update source:
de: Wählen Sie die Update-Quelle:
it: Seleziona fonte di aggiornamento:
ja: アップデート元を選択してください：
ko: 업데이트 소스 선택:
pt: Selecione a fonte de atualização:

source: Settings
de: Einstellungen
it: Impostazioni
ja: 設定
ko: 설정
pt: Configurações

source: About
de: Über die App
it: Informazioni
ja: アプリについて
ko: 앱 정보
pt: Sobre

source: Help
de: Hilfe
it: Aiuto
ja: ヘルプ
ko: 도움말
pt: Ajuda

source: Notifications
de: Benachrichtigungen
it: Notifiche
ja: 通知
ko: 알림
pt: Notificações

# notificationsDescription
source: Receive notifications about new features
de: Benachrichtigungen über neue Funktionen erhalten
it: Ricevi notifiche sulle nuove funzionalità
ja: 新機能の通知を受け取る
ko: 새로운 기능에 대한 알림 받기
pt: Receber notificações sobre novos recursos

source: Dark theme
de: Dunkles Thema
it: Tema scuro
ja: ダークテーマ
ko: 다크 테마
pt: Tema escuro

# darkThemeDescription
source: Use dark appearance
de: Dunkles Erscheinungsbild verwenden
it: Usa aspetto scuro
ja: ダークな外観を使用
ko: 어두운 화면 사용
pt: Usar aparência escura

# fontSize
source: Font size: {size}
de: Schriftgröße: {size}
it: Dimensione font: {size}
ja: フォントサイズ: {size}
ko: 글꼴 크기: {size}
pt: Tamanho da fonte: {size}

source: App version
it: Versione app
ja: アプリのバージョン
ko: 앱 버전
pt: Versão do app

source: Messenger demo mode
de: Messenger-Demo-Modus
it: Modalità demo messenger
ja: メッセンジャーデモモード
ko: 메신저 데모 모드
pt: Modo demo do messenger

source: Language
de: Sprache
it: Lingua
ja: 言語
ko: 언어
pt: Idioma

# languageDescription
source: Choose interface language
de: Wählen Sie die Oberflächensprache
it: Scegli lingua interfaccia
ja: インターフェース言語を選択
ko: 인터페이스 언어 선택
pt: Escolha o idioma da interface

# welcomeMessage
source: Great! Welcome!
de: Großartig! Willkommen!
it: Ottimo! Benvenuto!
ja: 素晴らしい！ようこそ！
ko: 훌륭해요! 환영합니다!
pt: Ótimo! Bem-vindo!

# privacyTitle
source: All your data is secure
de: Alle Ihre Daten sind sicher
it: Tutti i tuoi dati sono al sicuro
ja: あなたのデータはすべて安全です
ko: 모든 데이터가 안전합니다
pt: Todos os seus dados estão seguros

# privacyDescription
source: All messages in XaneoConnect are protected by end-to-end encryption. At no point does Xaneo know their content.
de: Alle Nachrichten in XaneoConnect sind durch Ende-zu-Ende-Verschlüsselung geschützt. Xaneo kennt zu keinem Zeitpunkt deren Inhalt.
it: Tutti i messaggi in XaneoConnect sono protetti da crittografia end-to-end. Xaneo non ne conosce mai il contenuto.
ja: XaneoConnectのすべてのメッセージはエンドツーエンド暗号化で保護されています。Xaneoがその内容を知ることは一切ありません。
ko: XaneoConnect의 모든 메시지는 종단간 암호화로 보호됩니다. Xaneo는 그 내용을 결코 알지 못합니다.
pt: Todas as mensagens no XaneoConnect são protegidas por criptografia de ponta a ponta. Xaneo nunca conhece seu conteúdo.

# continueButton
source: Let's continue
de: Lassen Sie uns fortfahren
it: Continuiamo
ja: 続けましょう
ko: 계속 진행하겠습니다
pt: Vamos continuar

# dataStorageTitle
source: All Xaneo data centers are located in Russia
de: Alle Xaneo-Datenzentren befinden sich in Russland
it: Tutti i data center Xaneo si trovano in Russia
ja: すべてのXaneoデータセンターはロシアにあります
ko: 모든 Xaneo 데이터 센터는 러시아에 있습니다
pt: Todos os data centers da Xaneo estão localizados na Rússia

# dataStorageDescription
source: Your data never leaves the country and is stored in secure data centers.
de: Ihre Daten verlassen niemals das Land und werden in sicheren Datenzentren gespeichert.
it: I tuoi dati non lasciano mai il paese e sono archiviati in data center sicuri.
ja: あなたのデータは国外に出ることなく、安全なデータセンターに保存されます。
ko: 귀하의 데이터는 국경을 넘지 않으며 안전한 데이터 센터에 저장됩니다.
pt: Seus dados nunca deixam o país e são armazenados em data centers seguros.

# finishButton
source: Finish
de: Fertigstellen
it: Fine
ja: 完了
ko: 완료
pt: Finalizar

source: Setup completed!
de: Einrichtung abgeschlossen!
it: Configurazione completata!
ja: セットアップが完了しました！
ko: 설정이 완료되었습니다!
pt: Configuração concluída!

# loginFormTitle
source: Let's log in
de: Lassen Sie uns anmelden
it: Accediamo
ja: ログインしましょう
ko: 로그인하겠습니다
pt: Vamos fazer login

# registerFormTitle
source: Let's get started
de: Lassen Sie uns beginnen
it: Iniziamo
ja: 始めましょう
ko: 시작해보겠습니다
pt: Vamos começar

# registerNameSubtitle
source: What's your name?
de: Wie heißen Sie?
it: Come ti chiami?
ja: お名前を教えてください
ko: 성함이 어떻게 되시나요?
pt: Qual é o seu nome?

# nameFieldHint
source: Your name
de: Ihr Name
it: Il tuo nome
ja: お名前
ko: 성함
pt: Seu nome

# nextButton
source: Next
de: Weiter
it: Avanti
ja: 次へ
ko: 다음
pt: Próximo

# registerBirthdateSubtitle
source: When were you born?
de: Wann sind Sie geboren?
it: Quando sei nato?
ja: 生年月日を教えてください
ko: 생년월일이 언제인가요?
pt: Quando você nasceu?

source: Select date
de: Datum auswählen
it: Seleziona data
ja: 日付を選択
ko: 날짜 선택
pt: Selecionar data

# ageRestrictionsLink
source: What are the age restrictions?
de: Was sind die Altersbeschränkungen?
it: Quali sono le restrizioni di età?
ja: 年齢制限は何ですか？
ko: 연령 제한은 무엇인가요?
pt: Quais são as restrições de idade?

# ageRestrictionsTitle
source: Registration from 14 years old
de: Registrierung ab 14 Jahren
it: Registrazione dai 14 anni
ja: 14歳から登録可能
ko: 14세부터 가입 가능
pt: Registro a partir de 14 anos

# ageRestrictionsDescription
source: You can register on our service if you are 14 years old or older
de: Sie können sich bei unserem Service registrieren, wenn Sie 14 Jahre oder älter sind
it: Puoi registrarti al nostro servizio se hai 14 anni o più
ja: 14歳以上の方はサービスに登録できます
ko: 14세 이상이면 저희 서비스에 가입할 수 있습니다
pt: Você pode se registrar em nosso serviço se tiver 14 anos ou mais

source: Got it
de: Verstanden
it: Capito
ja: 了解しました
ko: 알겠습니다
pt: Entendi

# registerNicknameSubtitle
source: Choose a nickname
de: Wählen Sie einen Spitznamen
it: Scegli un nickname
ja: ニックネームを選択
ko: 닉네임을 선택하세요
pt: Escolha um nickname

# nicknameFieldHint
source: Your nickname
de: Ihr Spitzname
it: Il tuo nickname
ja: あなたのニックネーム
ko: 닉네임
pt: Seu nickname

# nicknameHelpLink
source: Can't think of a nickname?
de: Können Sie sich keinen Spitznamen ausdenken?
it: Non riesci a pensare a un nickname?
ja: ニックネームが思い浮かびませんか？
ko: 닉네임을 생각해낼 수 없나요?
pt: Não consegue pensar em um nickname?

# registerEmailSubtitle
source: Enter your email
de: Geben Sie Ihre E-Mail ein
it: Inserisci la tua email
ja: メールアドレスを入力してください
ko: 이메일을 입력하세요
pt: Digite seu email

# emailFieldHint
source: Your email
de: Ihre E-Mail
it: La tua email
ja: あなたのメールアドレス
ko: 귀하의 이메일
pt: Seu email

# supportedEmailProvidersLink
source: Which email providers are supported?
de: Welche E-Mail-Anbieter werden unterstützt?
it: Quali provider email sono supportati?
ja: どのメールプロバイダーがサポートされていますか？
ko: 어떤 이메일 제공업체가 지원됩니까?
pt: Quais provedores de email são suportados?

# supportedEmailProvidersTitle
source: Supported Email Providers
de: Unterstützte E-Mail-Anbieter
it: Provider Email Supportati
ja: サポートされているメールプロバイダー
ko: 지원되는 이메일 제공업체
pt: Provedores de Email Suportados

# supportedEmailProvidersDescription
source: Gmail, Outlook, Yandex, Mail.ru and other popular email services are supported.
de: Gmail, Outlook, Yandex, Mail.ru und andere beliebte E-Mail-Dienste werden unterstützt.
it: Sono supportati Gmail, Outlook, Yandex, Mail.ru e altri servizi email popolari.
ja: Gmail、Outlook、Yandex、Mail.ruなどの人気メールサービスがサポートされています。
ko: Gmail, Outlook, Yandex, Mail.ru 및 기타 인기 이메일 서비스가 지원됩니다.
pt: Gmail, Outlook, Yandex, Mail.ru e outros serviços de email populares são suportados.

# emailFormatError
source: Invalid email address format
de: Ungültiges E-Mail-Adressformat
it: Formato indirizzo email non valido
ja: メールアドレスの形式が無効です
ko: 잘못된 이메일 주소 형식
pt: Formato de endereço de email inválido

# emailUnsupportedError
source: This email service is not supported
de: Dieser E-Mail-Dienst wird nicht unterstützt
it: Questo servizio email non è supportato
ja: このメールサービスはサポートされていません
ko: 이 이메일 서비스는 지원되지 않습니다
pt: Este serviço de email não é suportado

source: Checking email...
de: E-Mail wird überprüft...
it: Controllo email...
ja: メールアドレスを確認中...
ko: 이메일 확인 중...
pt: Verificando email...

# emailAvailable
source: Email is available
de: E-Mail ist verfügbar
it: Email disponibile
ja: メールアドレスが利用可能です
ko: 이메일을 사용할 수 있습니다
pt: Email disponível

# emailTakenError
source: This email is already taken
de: Diese E-Mail ist bereits vergeben
it: Questa email è già utilizzata
ja: このメールアドレスは既に使用されています
ko: 이 이메일은 이미 사용 중입니다
pt: Este email já está em uso

# emailServerError
source: Email check error. Please try again later
de: E-Mail-Überprüfungsfehler. Bitte versuchen Sie es später erneut
it: Errore controllo email. Riprova più tardi
ja: メールアドレスの確認エラー。後でもう一度お試しください
ko: 이메일 확인 오류. 나중에 다시 시도해 주세요
pt: Erro na verificação de email. Tente novamente mais tarde

# verifyEmailTitle
source: Verify your email
de: Bestätigen Sie Ihre E-Mail
it: Verifica la tua email
ja: メールアドレスを確認
ko: 이메일을 확인하세요
pt: Verifique seu email

# verifyEmailDescription
source: We sent a 6-digit code to your email. Enter it to confirm.
de: Wir haben einen 6-stelligen Code an Ihre E-Mail gesendet. Geben Sie ihn ein, um zu bestätigen.
it: Abbiamo inviato un codice a 6 cifre alla tua email. Inseriscilo per confermare.
ja: 6桁のコードをメールアドレスに送信しました。確認のために入力してください。
ko: 6자리 코드를 이메일로 보냈습니다. 확인을 위해 입력해 주세요.
pt: Enviamos um código de 6 dígitos para seu email. Digite-o para confirmar.

# verificationCodeHint
source: Verification code
de: Bestätigungscode
it: Codice di verifica
ja: 確認コード
ko: 확인 코드
pt: Código de verificação

# verifyButton
source: Verify
de: Bestätigen
it: Verifica
ja: 確認
ko: 확인
pt: Verificar

# registerPasswordSubtitle
source: Create a password
de: Erstellen Sie ein Passwort
it: Crea una password
ja: パスワードを作成
ko: 비밀번호 만들기
pt: Crie uma senha

# registerPasswordFieldHint
source: Enter password
de: Passwort eingeben
it: Inserisci password
ja: パスワードを入力
ko: 비밀번호 입력
pt: Digite a senha

# passwordInvalidCharsError
source: Password can only contain Latin letters, numbers and punctuation marks
de: Passwort darf nur lateinische Buchstaben, Zahlen und Satzzeichen enthalten
it: La password può contenere solo lettere latine, numeri e segni di punteggiatura
ja: パスワードにはラテン文字、数字、句読点のみを使用できます
ko: 비밀번호에는 라틴 문자, 숫자 및 구두점만 사용할 수 있습니다
pt: A senha pode conter apenas letras latinas, números e sinais de pontuação

# passwordWeakError
source: Password is too weak. Use letters, numbers and special characters
de: Passwort ist zu schwach. Verwenden Sie Buchstaben, Zahlen und Sonderzeichen
it: Password troppo debole. Usa lettere, numeri e caratteri speciali
ja: パスワードが弱すぎます。文字、数字、特殊文字を使用してください
ko: 비밀번호가 너무 약합니다. 문자, 숫자 및 특수 문자를 사용하세요
pt: Senha muito fraca. Use letras, números e caracteres especiais

# passwordMediumWarning
source: Medium strength password. Recommend strengthening
de: Mittelstarkes Passwort. Stärkung empfohlen
it: Password di forza media. Si consiglia di rafforzarla
ja: 中程度の強さのパスワード。強化をお勧めします
ko: 중간 강도 비밀번호입니다. 강화를 권장합니다
pt: Senha de força média. Recomenda-se fortalecê-la

# passwordStrongSuccess
source: Strong password
de: Starkes Passwort
it: Password forte
ja: 強いパスワード
ko: 강한 비밀번호
pt: Senha forte

# nicknameGeneratorTitle
source: Your nickname will be generated automatically
de: Ihr Spitzname wird automatisch generiert
it: Il tuo nickname sarà generato automaticamente
ja: ニックネームは自動的に生成されます
ko: 닉네임이 자동으로 생성됩니다
pt: Seu nickname será gerado automaticamente

# nicknameGeneratorDescription
source: You can change your nickname at any time
de: Sie können Ihren Spitznamen jederzeit ändern
it: Puoi cambiare il tuo nickname in qualsiasi momento
ja: ニックネームはいつでも変更できます
ko: 언제든지 닉네임을 변경할 수 있습니다
pt: Você pode alterar seu nickname a qualquer momento

# closeButton
source: Close
de: Schließen
it: Chiudi
ja: 閉じる
ko: 닫기
pt: Fechar

# loginFieldHint
source: Login
de: Anmeldung
it: Accesso
ja: ユーザー名
ko: 사용자명

# passwordFieldHint
source: Password
de: Passwort
ja: パスワード
ko: 비밀번호
pt: Senha

# loginButton
source: Log in
de: Anmelden
it: Accedi
ja: ログイン
ko: 로그인
pt: Entrar

# fillAllFields
source: Fill in all fields
de: Füllen Sie alle Felder aus
it: Compila tutti i campi
ja: すべてのフィールドを入力してください
ko: 모든 필드를 입력해 주세요
pt: Preencha todos os campos

source: Logging in...
de: Anmeldung...
it: Accesso in corso...
ja: ログイン中...
ko: 로그인 중...
pt: Fazendo login...

# welcomeUser
source: Welcome, {username}!
de: Willkommen, {username}!
it: Benvenuto, {username}!
ja: ようこそ、{username}さん！
ko: 환영합니다, {username}님!
pt: Bem-vindo, {username}!

# invalidCredentials
source: Invalid credentials. Check your username and password.
de: Ungültige Anmeldedaten. Überprüfen Sie Ihren Benutzernamen und Passwort.
it: Credenziali non valide. Controlla username e password.
ja: 認証情報が無効です。ユーザー名とパスワードを確認してください。
ko: 잘못된 자격 증명입니다. 사용자명과 비밀번호를 확인해 주세요.
pt: Credenciais inválidas. Verifique seu nome de usuário e senha.

# serverError
source: Server error. Please try again later.
de: Serverfehler. Bitte versuchen Sie es später erneut.
it: Errore del server. Riprova più tardi.
ja: サーバーエラーです。後でもう一度お試しください。
ko: 서버 오류입니다. 나중에 다시 시도해 주세요.
pt: Erro do servidor. Tente novamente mais tarde.

# connectionErrorLogin
source: Connection error. Check your internet connection.
de: Verbindungsfehler. Überprüfen Sie Ihre Internetverbindung.
it: Errore di connessione. Controlla la tua connessione internet.
ja: 接続エラーです。インターネット接続を確認してください。
ko: 연결 오류입니다. 인터넷 연결을 확인해 주세요.
pt: Erro de conexão. Verifique sua conexão com a internet.

source: No account?
de: Kein Konto?
it: Non hai un account?
ja: アカウントをお持ちでない方
ko: 계정이 없으신가요?
pt: Não tem uma conta?

source: Forgot password?
de: Passwort vergessen?
it: Password dimenticata?
ja: パスワードを忘れましたか？
ko: 비밀번호를 잊으셨나요?
pt: Esqueceu a senha?

# forgotPasswordDescription
source: Enter your nickname and we will send you a link to access your account via email.
de: Geben Sie Ihren Spitznamen ein und wir senden Ihnen einen Link zum Zugriff auf Ihr Konto per E-Mail.
it: Inserisci il tuo nickname e ti invieremo un link per accedere al tuo account via email.
ja: ユーザー名を入力していただければ、アカウントアクセス用のリンクをメールでお送りします。
ko: 사용자명을 입력하시면 계정 접속 링크를 이메일로 보내드립니다.
pt: Digite seu nickname e enviaremos um link para acessar sua conta por email.

# sendLinkButton
source: Send Link
de: Link senden
it: Invia Link
ja: リンクを送信
ko: 링크 보내기
pt: Enviar Link

# checkEmailTitle
source: Check Your Email
de: Überprüfen Sie Ihre E-Mail
it: Controlla la tua Email
ja: メールをご確認ください
ko: 이메일을 확인하세요
pt: Verifique seu Email

# checkEmailDescription
source: Please check your inbox {email} and follow the link to access your account.
de: Bitte überprüfen Sie Ihren Posteingang {email} und folgen Sie dem Link, um auf Ihr Konto zuzugreifen.
it: Controlla la tua casella di posta {email} e segui il link per accedere al tuo account.
ja: {email} の受信トレイをご確認の上、リンクをクリックしてアカウントにアクセスしてください。
ko: {email} 받은편지함을 확인하고 링크를 따라 계정에 접속하세요.
pt: Verifique sua caixa de entrada {email} e siga o link para acessar sua conta.

# forgotPasswordCodeDescription
source: Enter the access code that was sent to the email linked to your account
de: Geben Sie den Zugangscode ein, der an die mit Ihrem Konto verknüpfte E-Mail gesendet wurde
it: Inserisci il codice di accesso inviato all'email associata al tuo account
ja: アカウントにリンクされたメールに送信されたアクセスコードを入力してください
ko: 계정에 연결된 이메일로 발송된 액세스 코드를 입력하세요
pt: Digite o código de acesso enviado para o email associado à sua conta

# alreadyHaveAccount
source: Already have an account?
de: Haben Sie bereits ein Konto?
it: Hai già un account?
ja: すでにアカウントをお持ちですか？
ko: 이미 계정이 있으신가요?
pt: Já tem uma conta?

# registrationUnavailable
source: Registration is currently unavailable
de: Registrierung ist derzeit nicht verfügbar
it: La registrazione non è attualmente disponibile
ja: 現在、登録は利用できません
ko: 현재 회원가입을 이용할 수 없습니다
pt: O registro não está disponível no momento

# passwordRecoveryUnavailable
source: Password recovery is currently unavailable
de: Passwortwiederherstellung ist derzeit nicht verfügbar
it: Il recupero password non è attualmente disponibile
ja: 現在、パスワード復旧は利用できません
ko: 현재 비밀번호 복구를 이용할 수 없습니다
pt: A recuperação de senha não está disponível no momento

# nicknameMinLengthError
source: Nickname length must be at least five characters
de: Spitzname muss mindestens fünf Zeichen lang sein
it: La lunghezza del nickname deve essere di almeno cinque caratteri
ja: ニックネームyの長さは5文字以上である必要があります
ko: 닉네임의 길이는 최소 5자 이상이어야 합니다
pt: O nickname deve ter pelo menos cinco caracteres

# nicknameLatinOnlyError
source: Nickname can only contain latin letters, numbers, dots and underscore
de: Spitzname darf nur lateinische Buchstaben, Zahlen, Punkte und Unterstriche enthalten
it: Il nickname può contenere solo lettere latine, numeri, punti e trattini bassi
ja: ニックネームにはラテン文字、数字、ドット、アンダースコアのみ使用できます
ko: 닉네임은 라틴 문자, 숫자, 점, 밑줄만 포함할 수 있습니다
pt: O nickname pode conter apenas letras latinas, números, pontos e sublinhados

# nicknameStartError
source: Nickname cannot start with underscore, number or dot
de: Spitzname darf nicht mit Unterstrich, Zahl oder Punkt beginnen
it: Il nickname non può iniziare con trattino basso, numero o punto
ja: ニックネームはアンダースコア、数字、ドットで始めることはできません
ko: 닉네임은 밑줄, 숫자, 점으로 시작할 수 없습니다
pt: O nickname não pode começar com sublinhado, número ou ponto

# nicknameEndError
source: Nickname cannot end with underscore or period
de: Spitzname darf nicht mit Unterstrich oder Punkt enden
it: Il nickname non può terminare con trattino basso o punto
ja: ニックネームはアンダースコアやピリオドで終わることはできません
ko: 닉네임은 밑줄이나 마침표로 끝날 수 없습니다
pt: O nickname não pode terminar com sublinhado ou ponto

source: Checking nickname...
de: Spitzname wird überprüft...
it: Verifica nickname...
ja: ニックネームを確認中...
ko: 닉네임 확인 중...
pt: Verificando nickname...

source: Nickname available
de: Spitzname ist verfügbar
it: Nickname disponibile
ja: ニックネームは利用可能です
ko: 닉네임 사용 가능
pt: Nickname disponível

# nicknameTakenError
source: This nickname is already taken
de: Dieser Spitzname ist bereits vergeben
it: Questo nickname è già in uso
ja: このニックネームは既に使用されています
ko: 이 닉네임은 이미 사용 중입니다
pt: Este nickname já está em uso

# nicknameServerError
source: Nickname check error. Please try again later
de: Serverfehler bei der Spitzname-Überprüfung
it: Errore del server durante la verifica del nickname
ja: ニックネーム確認エラー。後でもう一度お試しください
ko: 닉네임 확인 오류. 나중에 다시 시도해주세요
pt: Erro do servidor ao verificar nickname

# nicknameMaxLengthError
source: Maximum 30 characters
de: Spitzname darf maximal 30 Zeichen lang sein
it: Il nickname può essere lungo al massimo 30 caratteri
ja: 最大30文字
ko: 최대 30자
pt: O nickname pode ter no máximo 30 caracteres

# nameEmptyError
source: Name cannot be empty
de: Name darf nicht leer sein
it: Il nome non può essere vuoto
ja: 名前を入力してください
ko: 이름은 비워둘 수 없습니다
pt: O nome não pode estar vazio

# confirmPasswordTitle
source: Confirm Password
de: Passwort bestätigen
it: Conferma password
ja: パスワードの確認
ko: 비밀번호 확인
pt: Confirmar senha

# confirmPasswordDescription
source: Enter your password again to confirm
de: Bitte geben Sie Ihr Passwort erneut ein, um fortzufahren
it: Inserisci nuovamente la tua password per continuare
ja: 確認のためにパスワードをもう一度入力してください
ko: 확인을 위해 비밀번호를 다시 입력해주세요
pt: Digite sua senha novamente para continuar

# confirmPasswordFieldHint
source: Repeat password
de: Passwort erneut eingeben
it: Reinserisci password
ja: パスワードを再入力
ko: 비밀번호 재입력
pt: Digite a senha novamente

# passwordMismatchError
source: Passwords do not match
de: Passwörter stimmen nicht überein
it: Le password non corrispondono
ja: パスワードが一致しません
ko: 비밀번호가 일치하지 않습니다
pt: As senhas não coincidem

# confirmButton
source: Confirm
de: Bestätigen
it: Conferma
ja: 確認
ko: 확인
pt: Confirmar

# registerAvatarSubtitle
source: Choose avatar
de: Fügen Sie ein Profilbild hinzu
it: Aggiungi una foto profilo
ja: アバターを選択
ko: 아바타 선택
pt: Adicione uma foto de perfil

# addAvatarHint
source: Tap + to add photo
de: Tippen Sie, um ein Bild auszuwählen
it: Tocca per selezionare un'immagine
ja: + をタップして写真を追加
ko: + 를 눌러 사진 추가
pt: Toque para selecionar uma imagem

# avatarTapToSelect
source: Tap to select photo
de: Tippen Sie, um auszuwählen
it: Tocca per selezionare
ja: タップして写真を選択
ko: 탭하여 사진 선택
pt: Toque para selecionar

# photoPermissionTitle
source: Allow access to images
de: Zugriff auf Fotos
it: Accesso alle foto
ja: 画像へのアクセスを許可
ko: 이미지 접근 허용
pt: Acesso às fotos

# photoPermissionDescription
source: Allow us access to your images so you can choose an avatar for your profile
de: Wir benötigen Zugriff auf Ihre Fotos, um ein Profilbild auszuwählen
it: Abbiamo bisogno dell'accesso alle tue foto per selezionare una foto profilo
ja: プロフィール用のアバターを選択できるよう、画像へのアクセスを許可してください
ko: 프로필용 아바타를 선택할 수 있도록 이미지에 대한 접근을 허용해 주세요
pt: Precisamos de acesso às suas fotos para selecionar uma foto de perfil

# allowAccessButton
source: Allow access
de: Zugriff erlauben
it: Consenti accesso
ja: アクセスを許可
ko: 접근 허용
pt: Permitir acesso

# notNowButton
source: Not now
de: Nicht jetzt
it: Non ora
ja: 今はしない
ko: 나중에
pt: Agora não

# skipButton
source: Skip
de: Überspringen
it: Salta
ja: スキップ
ko: 건너뛰기
pt: Pular

# avatarCropperTitle
source: Avatar Setup
de: Bild zuschneiden
it: Ritaglia immagine
ja: アバター設定
ko: 아바타 설정
pt: Cortar imagem

# doneButton
source: Done
de: Fertig
it: Fatto
ja: 完了
ko: 완료
pt: Concluído

# cropInstructions
source: Drag the circle to select area • Use dots to resize
de: Ziehen Sie, um den Bildausschnitt zu ändern
it: Trascina per regolare l'area dell'immagine
ja: 円をドラッグしてエリアを選択 • ドットを使ってサイズ変更
ko: 원을 드래그하여 영역 선택 • 점을 사용하여 크기 조정
pt: Arraste para ajustar a área da imagem
