Repository: saneome/xaneo_mobile
Catalog: lib/l10n/app_*.arb
Languages: de, it, ja, ko, pt

source: Change Avatar
de: Avatar ändern
it: Cambia avatar
ja: アバターを変更
ko: 아바타 변경
pt: Alterar avatar

# profilePreviewTitle
source: This is how your profile will look
de: Profilvorschau
it: Anteprima profilo
ja: あなたのプロフィールはこのように表示されます
ko: 귀하의 프로필이 이렇게 보일 것입니다
pt: Pré-visualização do perfil

source: Good morning
de: Guten Morgen
it: Buongiorno
ja: おはようございます
ko: 좋은 아침입니다
pt: Bom dia

# goodDay
source: Good afternoon
de: Guten Tag
it: Buongiorno
ja: こんにちは
ko: 안녕하세요
pt: Bom dia

source: Good evening
de: Guten Abend
it: Buonasera
ja: こんばんは
ko: 좋은 저녁입니다
pt: Boa noite

source: Good night
de: Gute Nacht
it: Buonanotte
ja: おやすみなさい
ko: 안녕히 주무세요
pt: Boa noite

# backButton
source: Back
de: Zurück
it: Indietro
ja: 戻る
ko: 뒤로
pt: Voltar

source: Edit Name
de: Name bearbeiten
it: Modifica nome
ja: 名前を編集
ko: 이름 편집
pt: Editar nome

source: Edit Nickname
de: Spitzname bearbeiten
it: Modifica nickname
ja: ニックネームを編集
ko: 닉네임 편집
pt: Editar nickname

source: Edit Photo
de: Foto bearbeiten
it: Modifica foto
ja: 写真を編集
ko: 사진 편집
pt: Editar foto

# saveButton
source: Save
de: Speichern
it: Salva
ja: 保存
ko: 저장
pt: Salvar

# deleteButton
source: Delete
de: Löschen
it: Elimina
ja: 削除
ko: 삭제
pt: Excluir

source: Delete Photo
de: Foto löschen
it: Elimina foto
ja: 写真を削除
ko: 사진 삭제
pt: Excluir foto

source: Select from Gallery
de: Aus Galerie auswählen
it: Seleziona dalla galleria
ja: ギャラリーから選択
ko: 갤러리에서 선택
pt: Selecionar da galeria

# enterNameHint
source: Enter your name
de: Namen eingeben
it: Inserisci nome
ja: お名前を入力
ko: 이름을 입력하세요
pt: Digite o nome

# enterNicknameHint
source: Enter nickname
de: Spitzname eingeben
it: Inserisci nickname
ja: ニックネームを入力
ko: 닉네임을 입력하세요
pt: Digite o nickname

# termsAndConditionsTitle
source: Terms and Conditions
de: Nutzungsbedingungen
it: Termini e condizioni
ja: 利用規約
ko: 이용약관
pt: Termos e condições

source: Terms of Use
de: Nutzungsbedingungen
it: Termini di utilizzo
ja: 利用規約
ko: 이용약관
pt: Termos de uso

source: User Agreement
de: Benutzervereinbarung
it: Accordo utente
ja: ユーザー契約
ko: 사용자 계약
pt: Acordo do usuário

# acceptTermsText
source: To complete registration and start using Xaneo, you must accept our {termsOfUse} and {userAgreement}. These documents contain important information about service usage rules, data protection, and obligations of both parties. By accepting these terms, you confirm that you have read and agree to comply with the platform's rules. Without accepting these terms, registration cannot be completed and access to the service will be restricted.
de: Ich akzeptiere die Nutzungsbedingungen
it: Accetto i termini e le condizioni
ja: 登録を完了してXaneoの使用を開始するには、{termsOfUse}と{userAgreement}に同意する必要があります。 これらの文書には、サービス利用規則、データ保護、両当事者の義務に関する重要な情報が含まれています。 これらの条項に同意することで、プラットフォームの規則を読み、遵守することに同意したことを確認します。 これらの条項に同意しない場合、登録を完了することはできず、サービスへのアクセスが制限されます。
ko: 등록을 완료하고 Xaneo 사용을 시작하려면 {termsOfUse} 및 {userAgreement}에 동의해야 합니다. 이 문서들은 서비스 이용 규칙, 데이터 보호 및 양 당사자의 의무에 대한 중요한 정보를 포함하고 있습니다. 이 약관에 동의함으로써 플랫폼 규칙을 읽고 준수하는 데 동의함을 확인합니다. 이 약관에 동의하지 않으면 등록을 완료할 수 없으며 서비스 이용이 제한됩니다.
pt: Eu aceito os termos e condições

# acceptButton
source: Accept
de: Akzeptieren
it: Accetta
ja: 同意する
ko: 동의
pt: Aceitar

# declineButton
source: Decline
de: Ablehnen
it: Rifiuta
ja: 拒否する
ko: 거부
pt: Recusar

# verificationCodeSent
source: Code sent to {email}. Valid for {seconds} seconds
de: Verifizierungscode wurde gesendet
it: Codice di verifica inviato
ja: {email}に認証コードを送信しました。有効期限は{seconds}秒です
ko: {email}로 인증코드를 발송했습니다. {seconds}초 동안 유효합니다
pt: Código de verificação enviado

source: Code delivery error
de: Fehler beim Senden des Codes
it: Errore nell'invio del codice
ja: 認証コード送信エラー
ko: 인증코드 발송 오류
pt: Erro ao enviar código

# serverErrorCodeDelivery
source: Server error sending code
de: Serverfehler beim Senden des Codes
it: Errore del server nell'invio del codice
ja: 認証コード送信時のサーバーエラー
ko: 인증코드 발송 중 서버 오류
pt: Erro do servidor ao enviar código

# connectionErrorCodeDelivery
source: Connection error sending code
de: Verbindungsfehler beim Senden des Codes
it: Errore di connessione nell'invio del codice
ja: 認証コード送信時の接続エラー
ko: 인증코드 발송 중 연결 오류
pt: Erro de conexão ao enviar código

# emailVerificationSuccess
source: Email successfully verified!
de: E-Mail erfolgreich verifiziert
it: Email verificata con successo
ja: メール認証が完了しました！
ko: 이메일 인증이 완료되었습니다!
pt: Email verificado com sucesso

# invalidVerificationCode
source: Invalid verification code. Check code and try again
de: Ungültiger Verifizierungscode
it: Codice di verifica non valido
ja: 無効な認証コードです。コードを確認して再試行してください
ko: 잘못된 인증코드입니다. 코드를 확인하고 다시 시도하세요
pt: Código de verificação inválido

# emailNotFound
source: Email not found. Try registering again
de: E-Mail-Adresse nicht gefunden
it: Indirizzo email non trovato
ja: メールアドレスが見つかりません。再度登録してください
ko: 이메일을 찾을 수 없습니다. 다시 등록해보세요
pt: Endereço de email não encontrado

# verificationCodeExpired
source: Verification code expired. Request a new code
de: Verifizierungscode ist abgelaufen
it: Codice di verifica scaduto
ja: 認証コードの有効期限が切れました。新しいコードをリクエストしてください
ko: 인증코드가 만료되었습니다. 새 코드를 요청하세요
pt: Código de verificação expirado

# serverErrorCodeVerification
source: Server error verifying code. Try later
de: Serverfehler bei Code-Verifizierung
it: Errore del server nella verifica del codice
ja: 認証コード確認時のサーバーエラー。後で再試行してください
ko: 인증코드 확인 중 서버 오류. 나중에 다시 시도하세요
pt: Erro do servidor na verificação do código

# connectionErrorCodeVerification
source: Connection error verifying code
de: Verbindungsfehler bei Code-Verifizierung
it: Errore di connessione nella verifica del codice
ja: 認証コード確認時の接続エラー
ko: 인증코드 확인 중 연결 오류
pt: Erro de conexão na verificação do código

# permissionDeniedSettings
source: Permission permanently denied. Enable it in settings
de: Berechtigung verweigert. Gehen Sie zu den Einstellungen.
it: Permesso negato. Vai alle impostazioni.
ja: 権限が永続的に拒否されました。設定で有効にしてください
ko: 권한이 영구적으로 거부되었습니다. 설정에서 활성화하세요
pt: Permissão negada. Vá para configurações.

# avatarCropped
source: Avatar cropped and saved!
de: Avatar zugeschnitten
it: Avatar ritagliato
ja: アバターがトリミングされ保存されました！
ko: 아바타가 잘리고 저장되었습니다!
pt: Avatar cortado

# imageSelectionError
source: Error selecting image
de: Fehler bei der Bildauswahl
it: Errore nella selezione dell'immagine
ja: 画像選択エラー
ko: 이미지 선택 오류
pt: Erro na seleção da imagem

# permissionDeniedOpenSettings
source: Permission permanently denied. Open settings to enable
de: Berechtigung verweigert. Einstellungen öffnen?
it: Permesso negato. Aprire impostazioni?
ja: 権限が永続的に拒否されました。設定を開いて有効にしてください
ko: 권한이 영구적으로 거부되었습니다. 설정을 열어 활성화하세요
pt: Permissão negada. Abrir configurações?

# photoPermissionError
source: Failed to get photo access permission
de: Foto-Berechtigung Fehler
it: Errore permesso foto
ja: 写真アクセス権限を取得できませんでした
ko: 사진 접근 권한을 얻을 수 없습니다
pt: Erro permissão foto

source: Registration completed!
de: Registrierung abgeschlossen
it: Registrazione completata
ja: 登録が完了しました！
ko: 등록이 완료되었습니다!
pt: Registro concluído

source: Official Xaneo Website
de: Offizielle Xaneo-Website
it: Sito web ufficiale Xaneo
ja: Xaneo公式ウェブサイト
ko: Xaneo 공식 웹사이트
pt: Site oficial Xaneo

# twoFactorAuthMessage
source: Two-factor authentication is enabled on this account. Enter the verification code that was sent to {email}
de: Zwei-Faktor-Authentifizierung ist aktiviert
it: Autenticazione a due fattori abilitata
ja: このアカウントでは二要素認証が有効になっています。{email}に送信された認証コードを入力してください
ko: 이 계정에서 이중 인증이 활성화되어 있습니다. {email}로 전송된 인증코드를 입력하세요
pt: Autenticação de dois fatores habilitada

source: Select language
de: Sprache auswählen
it: Seleziona lingua
ja: 言語を選択
ko: 언어 선택
pt: Selecionar idioma

source: Messenger demo
it: Demo Messenger
ja: メッセンジャーデモ
ko: 메신저 데모
pt: Demo Messenger

source: Messenger
ja: メッセンジャー
ko: 메신저

# messengerDescription
source: Simple, fast and secure messenger with modern design and user-friendly interface.
de: Sichere und schnelle Nachrichten
it: Messaggi sicuri e veloci
ja: モダンなデザインとユーザーフレンドリーなインターフェースを備えたシンプルで高速で安全なメッセンジャー。
ko: 현대적인 디자인과 사용자 친화적인 인터페이스를 갖춘 간단하고 빠르고 안전한 메신저.
pt: Mensagens seguras e rápidas

source: Profile demo
de: Profil Demo
it: Demo Profilo
ja: プロフィールデモ
ko: 프로필 데모
pt: Demo Perfil

source: Profile
de: Profil
it: Profilo
ja: プロフィール
ko: 프로필
pt: Perfil

# personalInfo
source: Personal information
de: Persönliche Informationen
it: Informazioni personali
ja: 個人情報
ko: 개인 정보
pt: Informações pessoais

source: Name
it: Nome
ja: 名前
ko: 이름
pt: Nome

# nameHint
source: Name
de: Geben Sie Ihren Namen ein
it: Inserisci il tuo nome
ja: 名前
ko: 이름
pt: Digite seu nome

source: Birth date
de: Geburtsdatum
it: Data di nascita
ja: 生年月日
ko: 생년월일
pt: Data de nascimento

source: Nickname
de: Spitzname
ja: ニックネーム
ko: 닉네임

# nicknameHint
source: Nickname
de: Geben Sie Ihren Spitznamen ein
it: Inserisci il tuo nickname
ja: ニックネーム
ko: 닉네임
pt: Digite seu nickname

source: Phone
de: Telefon
it: Telefono
ja: 電話
ko: 전화
pt: Telefone

# phoneHint
source: Phone number
de: Geben Sie Ihre Telefonnummer ein
it: Inserisci il tuo numero di telefono
ja: 電話番号
ko: 전화번호
pt: Digite seu número de telefone

# settingsSection
source: Settings
de: Einstellungen
it: Impostazioni
ja: 設定
ko: 설정
pt: Configurações

source: Chat settings
de: Chat-Einstellungen
it: Impostazioni chat
ja: チャット設定
ko: 채팅 설정
pt: Configurações do chat

# chatSettingsDescription
source: Chat settings will be here...
de: Passen Sie Ihr Chat-Erlebnis an
it: Personalizza la tua esperienza di chat
ja: チャット設定はここに表示されます...
ko: 채팅 설정이 여기에 표시됩니다...
pt: Personalize sua experiência de chat

# privacySettings
source: Privacy and confidentiality
de: Datenschutz-Einstellungen
it: Impostazioni privacy
ja: プライバシーと機密性
ko: 개인정보 보호 및 기밀성
pt: Configurações de privacidade

# privacySettingsDescription
source: Privacy settings will be here...
de: Kontrollieren Sie Ihre Privatsphäre
it: Controlla la tua privacy
ja: プライバシー設定はここに表示されます...
ko: 개인정보 설정이 여기에 표시됩니다...
pt: Controle sua privacidade

# securitySettings
source: Security
de: Sicherheits-Einstellungen
it: Impostazioni sicurezza
ja: セキュリティ
ko: 보안
pt: Configurações de segurança

# securitySettingsDescription
source: Security settings will be here...
de: Schützen Sie Ihr Konto
it: Proteggi il tuo account
ja: セキュリティ設定はここに表示されます...
ko: 보안 설정이 여기에 표시됩니다...
pt: Proteja sua conta

# securityAuthentication
source: Authentication
de: Authentifizierung
it: Autenticazione
ja: 認証
ko: 인증
pt: Autenticação

# securityChangePassword
source: Change Password
de: Passwort ändern
it: Cambia password
ja: パスワード変更
ko: 비밀번호 변경
pt: Alterar senha

# securityTwoFactorAuth
source: Two-Factor Authentication
de: Zwei-Faktor-Authentifizierung
it: Autenticazione a due fattori
ja: 二要素認証
ko: 이중 인증
pt: Autenticação de dois fatores

# twoFactorEnabled
source: Enabled
de: Zwei-Faktor-Authentifizierung aktiviert
it: Autenticazione a due fattori abilitata
ja: 有効
ko: 활성화됨
pt: Autenticação de dois fatores habilitada

# twoFactorDisabled
source: Disabled
de: Zwei-Faktor-Authentifizierung deaktiviert
it: Autenticazione a due fattori disabilitata
ja: 無効
ko: 비활성화됨
pt: Autenticação de dois fatores desabilitada

# securityChangeEmail
source: Change Email
de: E-Mail ändern
it: Cambia email
ja: メール変更
ko: 이메일 변경
pt: Alterar email

# securityPasscode
source: Passcode
ja: パスコード
ko: 패스코드
pt: Código de acesso

# passwordEmptyError
source: Password cannot be empty
de: Passwort darf nicht leer sein
it: La password non può essere vuota
ja: パスワードを空にすることはできません
ko: 비밀번호를 비워둘 수 없습니다
pt: A senha não pode estar vazia

# passwordTooShortError
source: Password must contain at least 5 characters
de: Passwort muss mindestens 8 Zeichen lang sein
it: La password deve essere lunga almeno 8 caratteri
ja: パスワードは少なくとも5文字以上にする必要があります
ko: 비밀번호는 최소 1자 이상이어야 합니다
pt: A senha deve ter pelo menos 8 caracteres

# passwordEnterCurrentHint
source: Enter current password for confirmation
de: Aktuelles Passwort eingeben
it: Inserisci password attuale
ja: 確認のために現在のパスワードを入力してください
ko: 확인을 위해 현재 비밀번호를 입력하세요
pt: Digite a senha atual

# passwordCurrentHint
source: Current password
de: Aktuelles Passwort
it: Password attuale
ja: 現在のパスワード
ko: 현재 비밀번호
pt: Senha atual

# passwordConfirmNewHint
source: Confirm new password
de: Neues Passwort bestätigen
it: Conferma nuova password
ja: 新しいパスワードを確認してください
ko: 새 비밀번호를 확인하세요
pt: Confirmar nova senha

# passwordDontMatchError
source: Passwords don't match
de: Passwörter stimmen nicht überein
it: Le password non corrispondono
ja: パスワードが一致しません
ko: 비밀번호가 일치하지 않습니다
pt: As senhas não coincidem

# passwordNewTitle
source: New password
de: Neues Passwort
it: Nuova password
ja: 新しいパスワード
ko: 새 비밀번호
pt: Nova senha

# passwordNewHint
source: New password
de: Neues Passwort eingeben
it: Inserisci nuova password
ja: 新しいパスワード
ko: 새 비밀번호
pt: Digite a nova senha

# passwordConfirmHint
source: Confirm password
de: Passwort bestätigen
it: Conferma password
ja: パスワードを確認
ko: 비밀번호 확인
pt: Confirmar senha

# passwordChangedSuccess
source: Password changed successfully
de: Passwort erfolgreich geändert
it: Password cambiata con successo
ja: パスワードが正常に変更されました
ko: 비밀번호가 성공적으로 변경되었습니다
pt: Senha alterada com sucesso

# passwordNextButton
source: Next
de: Weiter
it: Avanti
ja: 次へ
ko: 다음
pt: Próximo

# passwordSaveButton
source: Save
de: Speichern
it: Salva
ja: 保存
ko: 저장
pt: Salvar

# powerSettings
source: Power saving
de: Power-Einstellungen
it: Impostazioni avanzate
ja: 省電力
ko: 전력 절약
pt: Configurações avançadas

# powerSettingsDescription
source: Power saving settings will be here...
de: Erweiterte Einstellungen
it: Impostazioni avanzate
ja: 省電力設定はここに表示されます...
ko: 전력 절약 설정이 여기에 표시됩니다...
pt: Configurações avançadas

# languageSelect
source: Language
de: Sprache wählen
it: Seleziona lingua
ja: 言語
ko: 언어
pt: Selecionar idioma

source: Cancel
de: Abbrechen
it: Annulla
ja: キャンセル
ko: 취소
pt: Cancelar

source: Ready
de: Bereit
it: Pronto
ja: 完了
ko: 완료
pt: Pronto

# contentInDevelopment
source: Content for "{title}" is under development...
de: Inhalt in Entwicklung
it: Contenuto in sviluppo
ja: "{title}"のコンテンツは開発中です...
ko: "{title}"의 콘텐츠가 개발 중입니다...
pt: Conteúdo em desenvolvimento

source: Sessions
de: Sitzungen
it: Sessioni
ja: セッション
ko: 세션
pt: Sessões

source: Support
it: Supporto
ja: サポート
ko: 지원
pt: Suporte

# messengerFeatures
source: Demo mode features:
de: Messenger-Funktionen
it: Funzioni Messenger
ja: デモモードの機能:
ko: 데모 모드 기능:
pt: Recursos do Messenger

# secureEncryption
source: Secure message encryption
de: Sichere Verschlüsselung
it: Crittografia sicura
ja: メッセージの安全な暗号化
ko: 메시지 보안 암호화
pt: Criptografia segura

source: Instant delivery
de: Sofortige Zustellung
it: Consegna istantanea
ja: 即時配信
ko: 즉시 전송
pt: Entrega instantânea

# deviceSync
source: Device synchronization
de: Geräte-Synchronisation
it: Sincronizzazione dispositivi
ja: デバイス間同期
ko: 기기 간 동기화
pt: Sincronização de dispositivos

# mediaSupport
source: Media file support
de: Medien-Unterstützung
it: Supporto multimediale
ja: メディアファイルサポート
ko: 미디어 파일 지원
pt: Suporte a mídia

# sessionsContent
source: Active account sessions will be displayed here...
de: Verwalten Sie Ihre aktiven Sitzungen
it: Gestisci le tue sessioni attive
ja: アカウントのアクティブなセッションがここに表示されます...
ko: 계정의 활성 세션이 여기에 표시됩니다...
pt: Gerencie suas sessões ativas

source: Active Devices
de: Aktive Geräte
it: Dispositivi attivi
ja: アクティブなデバイス
ko: 활성 기기
pt: Dispositivos ativos

source: Current Device
de: Aktuelles Gerät
it: Dispositivo corrente
ja: 現在のデバイス
ko: 현재 기기
pt: Dispositivo atual

source: Terminate Session
de: Sitzung beenden
it: Termina sessione
ja: セッションを終了
ko: 세션 종료
pt: Encerrar sessão

source: Terminate All Other Sessions
de: Alle anderen Sitzungen beenden
it: Termina tutte le altre sessioni
ja: 他のすべてのセッションを終了
ko: 다른 모든 세션 종료
pt: Encerrar todas as outras sessões

# sessionLocation
source: Location
de: Standort
it: Posizione
ja: 場所
ko: 위치
pt: Localização

# sessionLastActive
source: Last Active
de: Zuletzt aktiv
it: Ultima attività
ja: 最後のアクティブ
ko: 마지막 활동
pt: Última atividade

# sessionBrowser
source: Browser
ja: ブラウザ
ko: 브라우저
pt: Navegador

# sessionPlatform
source: Platform
de: Plattform
it: Piattaforma
ja: プラットフォーム
ko: 플랫폼
pt: Plataforma

# confirmTerminateSession
source: Are you sure you want to terminate this session?
de: Sind Sie sicher, dass Sie diese Sitzung beenden möchten?
it: Sei sicuro di voler terminare questa sessione?
ja: このセッションを終了してもよろしいですか？
ko: 이 세션을 종료하시겠습니까?
pt: Tem certeza de que deseja encerrar esta sessão?

# confirmTerminateAllSessions
source: Are you sure you want to terminate all other sessions? This action cannot be undone.
de: Sind Sie sicher, dass Sie alle anderen Sitzungen beenden möchten?
it: Sei sicuro di voler terminare tutte le altre sessioni?
ja: 他のすべてのセッションを終了してもよろしいですか？この操作は元に戻せません。
ko: 다른 모든 세션을 종료하시겠습니까? 이 작업은 되돌릴 수 없습니다.
pt: Tem certeza de que deseja encerrar todas as outras sessões?

# sessionIPAddress
source: IP Address
de: IP-Adresse
it: Indirizzo IP
ja: IPアドレス
ko: IP 주소
pt: Endereço IP

# supportContent
source: We have a very high load on our support service. We strive to respond as quickly as possible, but currently the waiting time may be up to 24 hours. Please contact us and we will definitely help you solve your problem.
de: Kontaktieren Sie unser Support-Team
it: Contatta il nostro team di supporto
ja: サポートサービスに非常に高い負荷がかかっています。できるだけ早く対応するよう努めていますが、現在待ち時間が最大24時間かかる場合があります。ぜひご連絡ください。必ずお手伝いいたします。
ko: 저희 지원 서비스에 매우 높은 부하가 걸려 있습니다. 최대한 빨리 응답하기 위해 노력하고 있지만, 현재 대기 시간이 최대 24시간까지 걸릴 수 있습니다. 연락 주시면 반드시 문제를 해결해 드리겠습니다.
pt: Entre em contato com nossa equipe de suporte

# contactSupport
source: Contact
de: Support kontaktieren
it: Contatta supporto
ja: 連絡
ko: 연락
pt: Contatar suporte

# xaneoBenefitsContent
source: XaneoBenefits is a loyalty program for Xaneo users. Get bonuses and exclusive features...
de: Entdecken Sie die Vorteile von Xaneo
it: Scopri i vantaggi di Xaneo
ja: XaneoBenefitsは、Xaneoユーザー向けのロイヤルティプログラムです。ボーナスと特別な機能を手に入れましょう...
ko: XaneoBenefits는 Xaneo 사용자를 위한 충성도 프로그램입니다. 보너스와 독점 기능을 받아보세요...
pt: Descubra os benefícios do Xaneo

source: More
de: Mehr
it: Altro
ja: その他
ko: 더보기
pt: Mais

source: Chat Preview
de: Chat-Vorschau
it: Anteprima chat
ja: チャットプレビュー
ko: 채팅 미리보기
pt: Pré-visualização do chat

source: Text Size
de: Textgröße
it: Dimensione testo
ja: テキストサイズ
ko: 텍스트 크기
pt: Tamanho do texto

# textSizeValue
source: Size: {size}
de: {size}%
it: {size}%
ja: サイズ: {size}
ko: 크기: {size}
pt: {size}%

source: Text example
de: Beispieltext
it: Testo di esempio
ja: テキスト例
ko: 텍스트 예시
pt: Texto de exemplo

# useDarkTheme
source: Use dark appearance
de: Dunkles Thema verwenden
it: Usa tema scuro
ja: ダークテーマを使用
ko: 다크 테마 사용
pt: Usar tema escuro

source: Chat Wallpapers
de: Chat-Hintergründe
it: Sfondi chat
ja: チャット壁紙
ko: 채팅 배경화면
pt: Papéis de parede do chat

source: Message Colors
de: Nachrichtenfarben
it: Colori messaggi
ja: メッセージの色
ko: 메시지 색상
pt: Cores das mensagens

source: My Messages
de: Meine Nachrichten
it: I miei messaggi
ja: 自分のメッセージ
ko: 내 메시지
pt: Minhas mensagens

source: Received Messages
de: Erhaltene Nachrichten
it: Messaggi ricevuti
ja: 受信メッセージ
ko: 받은 메시지
pt: Mensagens recebidas

source: Message Emojis
de: Nachrichten-Emojis
it: Emoji messaggi
ja: メッセージ絵文字
ko: 메시지 이모지
pt: Emojis das mensagens

source: Selected emoji:
de: Ausgewähltes Emoji
it: Emoji selezionato
ja: 選択された絵文字:
ko: 선택된 이모지:
pt: Emoji selecionado

source: Choose wallpaper:
de: Hintergrund auswählen
it: Scegli sfondo
ja: 壁紙を選択:
ko: 배경화면 선택:
pt: Escolher papel de parede

# demoMessage1
source: Hi! How are you?
de: Hallo! Wie geht es dir?
it: Ciao! Come stai?
ja: こんにちは！調子はどう？
ko: 안녕! 어떻게 지내?
pt: Oi! Como você está?

# demoMessage2
source: Everything is great! How about you?
de: Mir geht es gut, danke! Und dir?
it: Sto bene, grazie! E tu?
ja: 最高だよ！君は？
ko: 다 잘돼! 너는?
pt: Estou bem, obrigado! E você?

# demoMessage3
source: I'm good too, thanks 😊
de: Auch gut! Schön dich zu sehen.
it: Anche io! Bello vederti.
ja: 僕も元気だよ、ありがとう 😊
ko: 나도 잘 지내, 고마워 😊
pt: Eu também! Que bom te ver.

# demoDateSeparator
source: Today
de: Heute
it: Oggi
ja: 今日
ko: 오늘
pt: Hoje

# onlineStatus
source: online
ja: オンライン
ko: 온라인

source: Chat theme
de: Chat-Thema
it: Tema chat
ja: チャットのテーマ
ko: 채팅 테마
pt: Tema do chat

# privacySettingsTitle
source: Privacy & Security
de: Datenschutz-Einstellungen
it: Impostazioni privacy
ja: プライバシーとセキュリティ
ko: 개인정보 및 보안
pt: Configurações de privacidade

# privacyCommunications
source: Communications
de: Kommunikation
it: Comunicazioni
ja: 通信
ko: 커뮤니케이션
pt: Comunicações

# privacyProfileVisibility
source: Profile Visibility
de: Profilsichtbarkeit
it: Visibilità profilo
ja: プロフィールの表示
ko: 프로필 표시
pt: Visibilidade do perfil

# privacyWhoCanMessage
source: Messages
de: Wer kann mir schreiben
it: Chi può scrivermi
ja: メッセージ
ko: 메시지
pt: Quem pode me enviar mensagens

# privacyWhoCanRecordVoice
source: Voice messages
de: Wer kann Sprachnachrichten aufnehmen
it: Chi può registrare messaggi vocali
ja: ボイスメッセージ
ko: 음성 메시지
pt: Quem pode gravar mensagens de voz

# privacyWhoCanCall
source: Calls
de: Wer kann mich anrufen
it: Chi può chiamarmi
ja: 通話
ko: 전화
pt: Quem pode me ligar

# privacyWhoCanSendVideo
source: Video messages
de: Wer kann mir Videos senden
it: Chi può inviarmi video
ja: ビデオメッセージ
ko: 비디오 메시지
pt: Quem pode me enviar vídeos

# privacyWhoCanSendLinks
source: Links
de: Wer kann mir Links senden
it: Chi può inviarmi link
ja: リンク
ko: 링크
pt: Quem pode me enviar links

# privacyWhoCanInvite
source: Invitations
de: Wer kann mich einladen
it: Chi può invitarmi
ja: 招待
ko: 초대
pt: Quem pode me convidar

# privacyWhoSeesNickname
source: Nickname
de: Wer sieht meinen Spitznamen
it: Chi vede il mio nickname
ja: ニックネーム
ko: 닉네임
pt: Quem vê meu nickname

# privacyWhoSeesAvatar
source: Avatar
de: Wer sieht mein Avatar
it: Chi vede il mio avatar
ja: アバター
ko: 아바타
pt: Quem vê meu avatar

# privacyWhoSeesBirthday
source: Birthday
de: Wer sieht mein Geburtsdatum
it: Chi vede la mia data di nascita
ja: 誕生日
ko: 생일
pt: Quem vê minha data de nascimento

# privacyWhoSeesOnlineTime
source: Online time
de: Wer sieht meine Online-Zeit
it: Chi vede il mio orario online
ja: オンライ時間
ko: 온라인 시간
pt: Quem vê meu horário online

# privacyAll
source: Everyone
de: Alle
it: Tutti
ja: 全員
ko: 모두
pt: Todos

# privacyContacts
source: Contacts
de: Kontakte
it: Contatti
ja: 連絡先
ko: 연락처
pt: Contatos

# privacyNobody
source: Nobody
de: Niemand
it: Nessuno
ja: 誰も
ko: 아무도
pt: Ninguém

# passwordWeak
source: Weak
de: Schwach
it: Debole
ja: 弱い
ko: 약함
pt: Fraca

# passwordMedium
source: Medium
de: Mittel
it: Media
ja: 普通
ko: 보통
pt: Média

# passwordStrong
source: Strong
de: Stark
it: Forte
ja: 強い
ko: 강함
pt: Forte

# twoFactorEnableDescription
source: To enable two-factor authentication, enter the verification code sent to {email}
de: Zwei-Faktor-Authentifizierung hinzufügen für zusätzliche Sicherheit
it: Aggiungi autenticazione a due fattori per maggiore sicurezza
ja: 2要素認証を有効にするには、{email} に送信された確認コードを入力してください
ko: 2단계 인증을 활성화하려면 {email}로 전송된 확인 코드를 입력하세요
pt: Adicione autenticação de dois fatores para maior segurança

# twoFactorDisableDescription
source: To disable two-factor authentication, enter the verification code sent to {email}
de: Zwei-Faktor-Authentifizierung deaktivieren
it: Disabilita autenticazione a due fattori
ja: 2要素認証を無効にするには、{email} に送信された確認コードを入力してください
ko: 2단계 인증을 비활성화하려면 {email}로 전송된 확인 코드를 입력하세요
pt: Desabilitar autenticação de dois fatores

# changeEmailVerificationDescription
source: To change your email, enter the verification code sent to demouser@example.com
de: Sie erhalten einen Verifizierungscode an Ihre neue E-Mail-Adresse
it: Riceverai un codice di verifica alla tua nuova email
ja: メールアドレスを変更するには、demouser@example.com に送信された確認コードを入力してください
ko: 이메일을 변경하려면 demouser@example.com로 전송된 확인 코드를 입력하세요
pt: Você receberá um código de verificação em seu novo email

# newEmailTitle
source: New Email
de: Neue E-Mail-Adresse
it: Nuovo indirizzo email
ja: 新しいメール
ko: 새 이메일
pt: Novo endereço de email
